Repository: scottwaters/Choragus
Catalog: Choragus/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

source: Activate ${preset}
da: Aktivér ${preset}
de: ${preset} aktivieren
es: Activar ${preset}
fr: Activer ${preset}
it: Attiva ${preset}
ja: ${preset} を適用
nb: Aktiver ${preset}
nl: ${preset} activeren
pl: Aktywuj ${preset}
pt: Ativar ${preset}
sv: Aktivera ${preset}
zh_hans: 启用 ${preset}

source: Activate Preset
da: Aktivér forudindstilling
de: Voreinstellung aktivieren
es: Activar ajuste
fr: Activer un préréglage
it: Attiva preset
ja: プリセットを適用
nb: Aktiver forhåndsinnstilling
nl: Voorinstelling activeren
pl: Aktywuj preset
pt: Ativar predefinição
sv: Aktivera förinställning
zh_hans: 启用预设

source: Apply a saved group preset — restores the rooms grouped together plus their per-speaker volumes and EQ.
da: Anvend en gemt gruppeforudindstilling – gendanner de grupperede rum samt lydstyrke og EQ pr. højttaler.
de: Eine gespeicherte Gruppenvoreinstellung anwenden – stellt die gruppierten Räume samt Lautstärke und EQ je Lautsprecher wieder her.
es: Aplicar un ajuste de grupo guardado: restaura las habitaciones agrupadas junto con el volumen y EQ de cada altavoz.
fr: Appliquer un préréglage de groupe enregistré : rétablit les pièces groupées ainsi que le volume et l'égaliseur de chaque enceinte.
it: Applica un preset di gruppo salvato: ripristina le stanze raggruppate con volume ed EQ di ogni diffusore.
ja: 保存したグループプリセットを適用します。グループ化された部屋と、スピーカーごとの音量および EQ を復元します。
nb: Bruk en lagret gruppeforhåndsinnstilling – gjenoppretter rommene i gruppen samt volum og EQ per høyttaler.
nl: Een opgeslagen groepsvoorinstelling toepassen: herstelt de gegroepeerde kamers plus volume en EQ per speaker.
pl: Zastosuj zapisany preset grupy – przywraca zgrupowane pokoje oraz głośność i EQ każdego głośnika.
pt: Aplicar uma predefinição de grupo guardada: repõe as divisões agrupadas e o volume e EQ de cada coluna.
sv: Tillämpa en sparad gruppförinställning – återställer de grupperade rummen samt volym och EQ per högtalare.
zh_hans: 应用已保存的分组预设：恢复分组的房间以及每个扬声器的音量和 EQ。

source: Go to the previous track in the room's queue.
da: Gå til forrige nummer i rummets kø.
de: Zum vorherigen Titel in der Warteschlange des Raums springen.
es: Ir a la pista anterior de la cola de la habitación.
fr: Revenir à la piste précédente de la file de la pièce.
it: Torna al brano precedente nella coda della stanza.
ja: 部屋のキューの前のトラックへ戻ります。
nb: Gå til forrige spor i rommets kø.
nl: Naar het vorige nummer in de wachtrij van de kamer.
pl: Przejdź do poprzedniego utworu w kolejce pokoju.
pt: Ir para a faixa anterior na fila da divisão.
sv: Gå till föregående spår i rummets kö.
zh_hans: 回到房间队列中的上一曲。

source: Input
da: Indgang
de: Eingang
es: Entrada
fr: Entrée
it: Ingresso
ja: 入力
nb: Inngang
nl: Ingang
pl: Wejście
pt: Entrada
sv: Ingång
zh_hans: 输入

source: Level
da: Niveau
de: Pegel
es: Nivel
fr: Niveau
it: Livello
ja: レベル
nb: Nivå
nl: Niveau
pl: Poziom
pt: Nível
sv: Nivå
zh_hans: 音量

source: Next Track
da: Næste nummer
de: Nächster Titel
es: Pista siguiente
fr: Piste suivante
it: Brano successivo
ja: 次のトラック
nb: Neste spor
nl: Volgend nummer
pl: Następny utwór
pt: Faixa seguinte
sv: Nästa spår
zh_hans: 下一曲

source: Next track on ${room}
da: Næste nummer i ${room}
de: Nächster Titel in ${room}
es: Pista siguiente en ${room}
fr: Piste suivante dans ${room}
it: Brano successivo in ${room}
ja: ${room} の次のトラック
nb: Neste spor i ${room}
nl: Volgend nummer in ${room}
pl: Następny utwór w ${room}
pt: Faixa seguinte em ${room}
sv: Nästa spår i ${room}
zh_hans: ${room} 的下一曲

source: Pause ${room}
da: Sæt ${room} på pause
de: ${room} pausieren
es: Pausar ${room}
fr: Mettre ${room} en pause
it: Metti in pausa ${room}
ja: ${room} を一時停止
nb: Sett ${room} på pause
nl: ${room} pauzeren
pl: Wstrzymaj ${room}
pt: Pausar ${room}
sv: Pausa ${room}
zh_hans: 暂停 ${room}

source: Pause playback on a Sonos room or group.
da: Sæt afspilning på pause i et Sonos-rum eller en gruppe.
de: Wiedergabe in einem Sonos-Raum oder einer Gruppe anhalten.
es: Pausar la reproducción en una habitación o grupo Sonos.
fr: Mettre en pause la lecture dans une pièce ou un groupe Sonos.
it: Mettere in pausa la riproduzione in una stanza o un gruppo Sonos.
ja: Sonos の部屋またはグループで再生を一時停止します。
nb: Sett avspilling på pause i et Sonos-rom eller en gruppe.
nl: Afspelen pauzeren in een Sonos-kamer of -groep.
pl: Wstrzymaj odtwarzanie w pokoju lub grupie Sonos.
pt: Pausar a reprodução numa divisão ou grupo Sonos.
sv: Pausa uppspelning i ett Sonos-rum eller en grupp.
zh_hans: 在 Sonos 房间或分组中暂停播放。

source: Play
da: Afspil
de: Wiedergabe
es: Reproducir
fr: Lecture
it: Riproduci
ja: 再生
nb: Spill
nl: Afspelen
pl: Odtwarzaj
pt: Reproduzir
sv: Spela
zh_hans: 播放

source: Play ${input} in ${room}
da: Afspil ${input} i ${room}
de: ${input} in ${room} abspielen
es: Reproducir ${input} en ${room}
fr: Lire ${input} dans ${room}
it: Riproduci ${input} in ${room}
ja: ${input} を ${room} で再生
nb: Spill ${input} i ${room}
nl: ${input} afspelen in ${room}
pl: Odtwarzaj ${input} w ${room}
pt: Reproduzir ${input} em ${room}
sv: Spela ${input} i ${room}
zh_hans: 在 ${room} 播放 ${input}

source: Play a speaker's line-in or TV input in a room. Selecting an input that is already playing leaves it playing, so this can run on a schedule.
da: Afspil en højttalers line-in- eller tv-indgang i et rum. En indgang, der allerede spiller, fortsætter, så handlingen kan køre efter en tidsplan.
de: Den Line-In- oder TV-Eingang eines Lautsprechers in einem Raum abspielen. Ein bereits laufender Eingang läuft weiter, daher kann die Aktion zeitgesteuert ausgeführt werden.
es: Reproducir la entrada de línea o TV de un altavoz en una habitación. Una entrada que ya suena sigue sonando, así que puede ejecutarse de forma programada.
fr: Lire l'entrée ligne ou TV d'une enceinte dans une pièce. Une entrée déjà en lecture le reste, l'action peut donc s'exécuter selon un horaire.
it: Riprodurre l'ingresso line-in o TV di un diffusore in una stanza. Un ingresso già in riproduzione resta tale, quindi l'azione può essere programmata.
ja: スピーカーのライン入力または TV 入力を部屋で再生します。再生中の入力はそのまま再生を続けるため、スケジュール実行に使えます。
nb: Spill en høyttalers line-in- eller TV-inngang i et rom. En inngang som allerede spiller fortsetter, så handlingen kan kjøres etter en tidsplan.
nl: De line-in- of tv-ingang van een speaker in een kamer afspelen. Een ingang die al speelt blijft spelen, dus dit kan volgens een schema draaien.
pl: Odtwarzaj wejście line-in lub TV głośnika w pokoju. Już odtwarzane wejście gra dalej, więc akcja może działać według harmonogramu.
pt: Reproduzir a entrada de linha ou TV de uma coluna numa divisão. Uma entrada já em reprodução continua, pelo que a ação pode ser agendada.
sv: Spela en högtalares line-in- eller TV-ingång i ett rum. En ingång som redan spelar fortsätter spela, så åtgärden kan köras enligt schema.
zh_hans: 在房间中播放某个扬声器的线路输入或电视输入。正在播放的输入会继续播放，因此可以按计划运行。

source: Play on ${room}
da: Afspil i ${room}
de: Wiedergabe in ${room}
es: Reproducir en ${room}
fr: Lecture dans ${room}
it: Riproduci in ${room}
ja: ${room} で再生
nb: Spill i ${room}
nl: Afspelen in ${room}
pl: Odtwarzaj w ${room}
pt: Reproduzir em ${room}
sv: Spela i ${room}
zh_hans: 在 ${room} 播放

source: Plays the room if paused, pauses if playing.
da: Afspiller hvis sat på pause, sætter på pause hvis den afspiller.
de: Setzt die Wiedergabe fort, wenn pausiert; pausiert, wenn sie läuft.
es: Reproduce si está en pausa, pausa si está reproduciendo.
fr: Reprend la lecture si elle est en pause, la met en pause sinon.
it: Riproduce se in pausa, mette in pausa se in riproduzione.
ja: 一時停止中なら再生し、再生中なら一時停止します。
nb: Spiller hvis satt på pause, pauser hvis den spiller.
nl: Speelt af als gepauzeerd, pauzeert als er wordt afgespeeld.
pl: Odtwarza, jeśli wstrzymano; wstrzymuje, jeśli odtwarza.
pt: Reproduz se estiver em pausa, pausa se estiver a reproduzir.
sv: Spelar om pausad, pausar om den spelar.
zh_hans: 已暂停则播放，正在播放则暂停。

source: Preset
da: Forudindstilling
de: Voreinstellung
es: Ajuste
fr: Préréglage
ja: プリセット
nb: Forhåndsinnstilling
nl: Voorinstelling
pt: Predefinição
sv: Förinställning
zh_hans: 预设

source: Previous Track
da: Forrige nummer
de: Vorheriger Titel
es: Pista anterior
fr: Piste précédente
it: Brano precedente
ja: 前のトラック
nb: Forrige spor
nl: Vorig nummer
pl: Poprzedni utwór
pt: Faixa anterior
sv: Föregående spår
zh_hans: 上一曲

source: Previous track on ${room}
da: Forrige nummer i ${room}
de: Vorheriger Titel in ${room}
es: Pista anterior en ${room}
fr: Piste précédente dans ${room}
it: Brano precedente in ${room}
ja: ${room} の前のトラック
nb: Forrige spor i ${room}
nl: Vorig nummer in ${room}
pl: Poprzedni utwór w ${room}
pt: Faixa anterior em ${room}
sv: Föregående spår i ${room}
zh_hans: ${room} 的上一曲

source: Resume playback on a Sonos room or group.
da: Genoptag afspilning i et Sonos-rum eller en gruppe.
de: Wiedergabe in einem Sonos-Raum oder einer Gruppe fortsetzen.
es: Reanudar la reproducción en una habitación o grupo Sonos.
fr: Reprendre la lecture dans une pièce ou un groupe Sonos.
it: Riprendere la riproduzione in una stanza o un gruppo Sonos.
ja: Sonos の部屋またはグループで再生を再開します。
nb: Fortsett avspilling i et Sonos-rom eller en gruppe.
nl: Afspelen hervatten in een Sonos-kamer of -groep.
pl: Wznów odtwarzanie w pokoju lub grupie Sonos.
pt: Retomar a reprodução numa divisão ou grupo Sonos.
sv: Återuppta uppspelning i ett Sonos-rum eller en grupp.
zh_hans: 在 Sonos 房间或分组中恢复播放。

source: Room
da: Rum
de: Raum
es: Habitación
fr: Pièce
it: Stanza
ja: 部屋
nb: Rom
nl: Kamer
pl: Pokój
pt: Divisão
sv: Rum
zh_hans: 房间

source: Select Input
da: Vælg indgang
de: Eingang wählen
es: Seleccionar entrada
fr: Sélectionner l'entrée
it: Seleziona ingresso
ja: 入力を選択
nb: Velg inngang
nl: Ingang kiezen
pl: Wybierz wejście
pt: Selecionar entrada
sv: Välj ingång
zh_hans: 选择输入

source: Set ${room} volume to ${level}
da: Indstil lydstyrken i ${room} til ${level}
de: Lautstärke von ${room} auf ${level} setzen
es: Ajustar el volumen de ${room} a ${level}
fr: Régler le volume de ${room} à ${level}
it: Imposta il volume di ${room} a ${level}
ja: ${room} の音量を ${level} に設定
nb: Still volumet i ${room} til ${level}
nl: Volume van ${room} instellen op ${level}
pl: Ustaw głośność ${room} na ${level}
pt: Definir o volume de ${room} para ${level}
sv: Ställ in volymen i ${room} till ${level}
zh_hans: 将 ${room} 的音量设为 ${level}

source: Set Volume
da: Indstil lydstyrke
de: Lautstärke einstellen
es: Ajustar volumen
fr: Régler le volume
it: Imposta volume
ja: 音量を設定
nb: Still volum
nl: Volume instellen
pl: Ustaw głośność
pt: Definir volume
sv: Ställ in volym
zh_hans: 设置音量

source: Set the volume on every speaker in the room or group. Levels are clamped to the Sonos 0–100 range.
da: Indstil lydstyrken på hver højttaler i rummet eller gruppen. Niveauer begrænses til Sonos-området 0–100.
de: Lautstärke jedes Lautsprechers im Raum oder in der Gruppe einstellen. Werte werden auf den Sonos-Bereich 0–100 begrenzt.
es: Ajustar el volumen de cada altavoz de la habitación o grupo. Los niveles se limitan al rango Sonos 0–100.
fr: Régler le volume de chaque enceinte de la pièce ou du groupe. Les niveaux sont limités à la plage Sonos 0–100.
it: Imposta il volume di ogni diffusore nella stanza o nel gruppo. I livelli sono limitati all'intervallo Sonos 0–100.
ja: 部屋またはグループのすべてのスピーカーの音量を設定します。レベルは Sonos の 0～100 の範囲に制限されます。
nb: Still volumet på hver høyttaler i rommet eller gruppen. Nivåer begrenses til Sonos-området 0–100.
nl: Het volume van elke speaker in de kamer of groep instellen. Niveaus worden beperkt tot het Sonos-bereik 0–100.
pl: Ustaw głośność każdego głośnika w pokoju lub grupie. Poziomy są ograniczone do zakresu Sonos 0–100.
pt: Definir o volume de cada coluna na divisão ou grupo. Os níveis são limitados ao intervalo Sonos 0–100.
sv: Ställ in volymen på varje högtalare i rummet eller gruppen. Nivåer begränsas till Sonos-intervallet 0–100.
zh_hans: 设置房间或分组中每个扬声器的音量。音量限制在 Sonos 的 0–100 范围内。

source: Skip to the next track in the room's queue.
da: Spring til næste nummer i rummets kø.
de: Zum nächsten Titel in der Warteschlange des Raums springen.
es: Saltar a la pista siguiente de la cola de la habitación.
fr: Passer à la piste suivante de la file de la pièce.
it: Passa al brano successivo nella coda della stanza.
ja: 部屋のキューの次のトラックへスキップします。
nb: Hopp til neste spor i rommets kø.
nl: Naar het volgende nummer in de wachtrij van de kamer.
pl: Przejdź do następnego utworu w kolejce pokoju.
pt: Saltar para a faixa seguinte na fila da divisão.
sv: Hoppa till nästa spår i rummets kö.
zh_hans: 跳到房间队列中的下一曲。

source: Sonos Group Preset
da: Sonos-gruppeforudindstilling
de: Sonos-Gruppenvoreinstellung
es: Ajuste de grupo Sonos
fr: Préréglage de groupe Sonos
it: Preset di gruppo Sonos
ja: Sonos グループプリセット
nb: Sonos-gruppeforhåndsinnstilling
nl: Sonos-groepsvoorinstelling
pl: Preset grupy Sonos
pt: Predefinição de grupo Sonos
sv: Sonos-gruppförinställning
zh_hans: Sonos 分组预设

source: Sonos Input
da: Sonos-indgang
de: Sonos-Eingang
es: Entrada Sonos
fr: Entrée Sonos
it: Ingresso Sonos
ja: Sonos 入力
nb: Sonos-inngang
nl: Sonos-ingang
pl: Wejście Sonos
pt: Entrada Sonos
sv: Sonos-ingång
zh_hans: Sonos 输入

source: Sonos Room
da: Sonos-rum
de: Sonos-Raum
es: Habitación Sonos
fr: Pièce Sonos
it: Stanza Sonos
ja: Sonos の部屋
nb: Sonos-rom
nl: Sonos-kamer
pl: Pokój Sonos
pt: Divisão Sonos
sv: Sonos-rum
zh_hans: Sonos 房间

source: The Sonos group preset to apply.
da: Sonos-gruppeforudindstillingen, der skal anvendes.
de: Die anzuwendende Sonos-Gruppenvoreinstellung.
es: El ajuste de grupo Sonos que se va a aplicar.
fr: Le préréglage de groupe Sonos à appliquer.
it: Il preset di gruppo Sonos da applicare.
ja: 適用する Sonos グループプリセット。
nb: Sonos-gruppeforhåndsinnstillingen som skal brukes.
nl: De toe te passen Sonos-groepsvoorinstelling.
pl: Preset grupy Sonos do zastosowania.
pt: A predefinição de grupo Sonos a aplicar.
sv: Sonos-gruppförinställningen som ska tillämpas.
zh_hans: 要应用的 Sonos 分组预设。

source: The Sonos room or group to control.
da: Sonos-rummet eller gruppen, der skal styres.
de: Der zu steuernde Sonos-Raum oder die Gruppe.
es: La habitación o grupo Sonos que se va a controlar.
fr: La pièce ou le groupe Sonos à contrôler.
it: La stanza o il gruppo Sonos da controllare.
ja: 操作する Sonos の部屋またはグループ。
nb: Sonos-rommet eller gruppen som skal styres.
nl: De Sonos-kamer of -groep om te bedienen.
pl: Pokój lub grupa Sonos do sterowania.
pt: A divisão ou grupo Sonos a controlar.
sv: Sonos-rummet eller gruppen som ska styras.
zh_hans: 要控制的 Sonos 房间或分组。

source: The room or group that plays the input.
da: Rummet eller gruppen, der afspiller indgangen.
de: Der Raum oder die Gruppe, die den Eingang abspielt.
es: La habitación o grupo que reproduce la entrada.
fr: La pièce ou le groupe qui lit l'entrée.
it: La stanza o il gruppo che riproduce l'ingresso.
ja: 入力を再生する部屋またはグループ。
nb: Rommet eller gruppen som spiller inngangen.
nl: De kamer of groep die de ingang afspeelt.
pl: Pokój lub grupa odtwarzająca wejście.
pt: A divisão ou grupo que reproduz a entrada.
sv: Rummet eller gruppen som spelar ingången.
zh_hans: 播放该输入的房间或分组。

source: The speaker input to play: analog line-in or TV.
da: Højttalerindgangen, der skal afspilles: analog line-in eller tv.
de: Der abzuspielende Lautsprechereingang: analoger Line-In oder TV.
es: La entrada del altavoz que se va a reproducir: línea analógica o TV.
fr: L'entrée de l'enceinte à lire : ligne analogique ou TV.
it: L'ingresso del diffusore da riprodurre: line-in analogico o TV.
ja: 再生するスピーカー入力: アナログライン入力または TV。
nb: Høyttalerinngangen som skal spilles: analog line-in eller TV.
nl: De speakeringang om af te spelen: analoge line-in of tv.
pl: Wejście głośnika do odtwarzania: analogowe line-in lub TV.
pt: A entrada da coluna a reproduzir: linha analógica ou TV.
sv: Högtalaringången som ska spelas: analog line-in eller TV.
zh_hans: 要播放的扬声器输入：模拟线路输入或电视。

source: Toggle Play/Pause
da: Skift afspil/pause
de: Wiedergabe/Pause umschalten
es: Alternar reproducir/pausar
fr: Basculer lecture/pause
it: Alterna riproduzione/pausa
ja: 再生/一時停止の切り替え
nb: Veksle spill/pause
nl: Afspelen/pauzeren wisselen
pl: Przełącz odtwarzanie/pauzę
pt: Alternar reproduzir/pausar
sv: Växla spela/pausa
zh_hans: 切换播放/暂停

source: Toggle play/pause on ${room}
da: Skift afspil/pause i ${room}
de: Wiedergabe/Pause in ${room} umschalten
es: Alternar reproducir/pausar en ${room}
fr: Basculer lecture/pause dans ${room}
it: Alterna riproduzione/pausa in ${room}
ja: ${room} の再生/一時停止を切り替え
nb: Veksle spill/pause i ${room}
nl: Afspelen/pauzeren wisselen in ${room}
pl: Przełącz odtwarzanie/pauzę w ${room}
pt: Alternar reproduzir/pausar em ${room}
sv: Växla spela/pausa i ${room}
zh_hans: 切换 ${room} 的播放/暂停

source: Volume level from 0 (silent) to 100 (loudest).
da: Lydstyrke fra 0 (stille) til 100 (højest).
de: Lautstärke von 0 (stumm) bis 100 (maximal).
es: Nivel de volumen de 0 (silencio) a 100 (máximo).
fr: Niveau de volume de 0 (silence) à 100 (maximum).
it: Livello del volume da 0 (silenzio) a 100 (massimo).
ja: 0（無音）から 100（最大）までの音量レベル。
nb: Volumnivå fra 0 (stille) til 100 (høyest).
nl: Volumeniveau van 0 (stil) tot 100 (hardst).
pl: Poziom głośności od 0 (cisza) do 100 (maksimum).
pt: Nível de volume de 0 (silêncio) a 100 (máximo).
sv: Volymnivå från 0 (tyst) till 100 (högst).
zh_hans: 音量级别，从 0（静音）到 100（最大）。

source: Pause
es: Pausar
it: Pausa
ja: 一時停止
nl: Pauzeren
pl: Pauza
pt: Pausar
sv: Pausa
zh_hans: 暂停
